Repository: shrimqy/Sefirah
Catalog: src/Sefirah/Strings/*/Resources.resw
Source language: en_us
Languages: cs_cz, de_de, fr_fr, he_il, it_it, ja_jp, ko_kr, ru_ru, tr_tr

source: New message
cs_cz: Nová zpráva
de_de: Neue Nachricht
fr_fr: Nouveau message
he_il: הודעה חדשה
it_it: Nuovo messaggio
ja_jp: 新しいメッセージ
ko_kr: 새 메시지
ru_ru: Новое сообщение
tr_tr: Yeni mesaj

source: Search messages
cs_cz: Hledat zprávy
de_de: Nachrichten durchsuchen
fr_fr: Rechercher des messages
he_il: חיפוש הודעות
it_it: Cerca nei messaggi
ja_jp: メッセージを検索
ko_kr: 메시지 검색
ru_ru: Поиск сообщений
tr_tr: Mesajlarda ara

# AddressInputPlaceholder
source: To
cs_cz: Komu
de_de: An
fr_fr: À
it_it: A
ko_kr: 받는 사람
tr_tr: Kime

source: Remove address
cs_cz: Odebrat adresu
de_de: Adresse entfernen
fr_fr: Supprimer l'adresse
he_il: הסר כתובת
it_it: Rimuovi indirizzo
ja_jp: アドレスを削除
ko_kr: 주소 제거
ru_ru: Удалить адрес
tr_tr: Adresi kaldır

source: Copy message
cs_cz: Kopírovat zprávu
de_de: Nachricht kopieren
fr_fr: Copier le message
he_il: העתק הודעה
it_it: Copia messaggio
ja_jp: メッセージをコピー
ko_kr: 메시지 복사
ru_ru: Скопировать сообщение
tr_tr: Mesajı kopyala

# NoApps
source: No apps found
cs_cz: Nebyly nalezeny žádné aplikace
de_de: Keine Apps gefunden
fr_fr: Aucune application trouvée
he_il: לא נמצאו יישומים
it_it: Nessuna app trovata
ja_jp: アプリが見つかりません
ko_kr: 발견된 앱 없음
ru_ru: Не найдено приложений
tr_tr: Uygulama bulunamadı

source: Additional arguments
cs_cz: Další argumenty
de_de: Zusätzliche Argumente
fr_fr: Arguments supplémentaires
he_il: פרמטרים נוספים
it_it: Argomenti aggiuntivi
ja_jp: 追加の引数
ko_kr: 추가 인수
tr_tr: Ek argümanlar

# AdbDeviceOffline
source: Adb device is offline
cs_cz: Zařízení ADB je offline
de_de: ADB-Gerät ist offline
fr_fr: L'appareil ADB est hors ligne
he_il: התקן Adb לא מקוון
it_it: Il dispositivo ADB è offline
ja_jp: Adb デバイスはオフラインです
ko_kr: ADB 기기 오프라인
ru_ru: Adb устройство не в сети
tr_tr: Adb cihazı çevrimdışı

# AdbDeviceOfflineDescription
source: Connect your device through USB with USB Debugging enabled, then try again.
cs_cz: Připojte zařízení přes USB se zapnutým laděním USB a zkuste to znovu.
de_de: Verbinden Sie Ihr Gerät über USB mit aktiviertem USB-Debugging und versuchen Sie es erneut
fr_fr: Connectez votre appareil via USB avec le débogage USB activé et réessayez
he_il: חבר את ההתקן שלך דרך USB עם הגדרת 'USB Debugging' מופעלת ונסה שנית
it_it: Collega il dispositivo tramite USB con il debug USB attivo, quindi riprova.
ja_jp: Connect your device through USB with USB Debugging enabled and then try again
ko_kr: Connect your device through USB with USB Debugging enabled and then try again
ru_ru: Подключите устройство через USB с включенной отладкой по USB и повторите попытку
tr_tr: Cihazınızı USB Hata Ayıklama etkin olarak USB üzerinden bağlayın, ardından tekrar deneyin.

source: Dismiss
cs_cz: Zavřít
de_de: Verwerfen
fr_fr: Rejeter
he_il: התעלם
it_it: Ignora
ja_jp: 閉じる
ko_kr: 무시
ru_ru: Отменить
tr_tr: Kapat

source: Scrcpy not found
cs_cz: Program scrcpy nebyl nalezen
de_de: Scrcpy wurde nicht gefunden
fr_fr: Scrcpy introuvable
he_il: Scrcpy לא נמצא
it_it: Scrcpy non trovato
ja_jp: Scrcpy が見つかりません
ko_kr: Scrcpy를 찾을 수 없습니다
ru_ru: Scrcpy не найден
tr_tr: Scrcpy bulunamadı

# ScrcpyNotFoundDescription
source: Select the folder where scrcpy is located
cs_cz: Vyberte složku, ve které je umístěn scrcpy
de_de: Wählen Sie den Ordner, in dem sich scrcpy befindet
fr_fr: Sélectionnez le dossier où se trouve scrcpy
he_il: בחר את הנתיב שבו scrcpy מותקן
it_it: Seleziona la cartella in cui si trova scrcpy
ja_jp: Scrcpy のあるフォルダを選択
ko_kr: scrcpy가 위치한 폴더를 선택하세요
ru_ru: Выберите папку, в которой находится scrcpy
tr_tr: scrcpy'nin bulunduğu klasörü seçin

source: Search apps
cs_cz: Hledat aplikace
de_de: Apps durchsuchen
fr_fr: Rechercher des applis
he_il: חיפוש יישומים
it_it: Cerca app
ja_jp: アプリを検索
ko_kr: 앱 검색
tr_tr: Uygulamalarda ara

source: Disable video forwarding
cs_cz: Vypnout přeposílání videa
de_de: Video-Weiterleitung deaktivieren
fr_fr: Désactiver le transfert vidéo
he_il: בטל העברת וידאו
it_it: Disabilita l'inoltro video
ja_jp: ビデオ転送を無効にする
ko_kr: 비디오 포워딩 비활성화
tr_tr: Video iletimini devre dışı bırak

source: Video codec
cs_cz: Video kodek
fr_fr: Codec vidéo
he_il: קידוד וידאו
it_it: Codec video
ja_jp: ビデオコーデック
ko_kr: 비디오 코덱
ru_ru: Видеокодек

source: Frame rate
cs_cz: Snímková frekvence
de_de: Bildwiederholrate
fr_fr: Fréquence d'images
he_il: קצב פריימים
it_it: Frequenza fotogrammi
ja_jp: フレームレート
ko_kr: 초당 프레임 수
ru_ru: Частота кадров
tr_tr: Kare hızı

source: Crop
cs_cz: Oříznutí
de_de: Zuschneiden
fr_fr: Rogner
he_il: חיתוך
it_it: Ritaglio
ja_jp: クロップ
ko_kr: 자르기
ru_ru: Обрезать
tr_tr: Kırp

source: Display
cs_cz: Displej
fr_fr: Affichage
he_il: תצוגה
it_it: Schermo
ja_jp: ディスプレイ
ko_kr: 디스플레이
tr_tr: Ekran

source: Virtual display size
cs_cz: Velikost virtuálního displeje
de_de: Virtuelle Displaygröße
fr_fr: Taille de l'affichage virtuel
he_il: גודל מסך וירטואלי
it_it: Dimensione dello schermo virtuale
ja_jp: 仮想ディスプレイサイズ
ko_kr: 가상 디스플레이 크기
ru_ru: Размер виртуального экрана
tr_tr: Sanal ekran boyutu

source: Display orientation
cs_cz: Orientace displeje
de_de: Bildschirmausrichtung
fr_fr: Orientation de l'écran
he_il: כוון תצוגה
it_it: Orientamento dello schermo
ja_jp: 画面の向き
ko_kr: 디스플레이 방향
ru_ru: Ориентация экрана
tr_tr: Ekran yönü

source: Rotation angle
cs_cz: Úhel otočení
de_de: Drehwinkel
fr_fr: Angle de rotation
he_il: זווית סיבוב
it_it: Angolo di rotazione
ja_jp: 回転角度
ko_kr: 회전 각도
tr_tr: Döndürme açısı

# AudioOutputMode
source: Audio output
cs_cz: Zvukový výstup
de_de: Audioausgabe
fr_fr: Sortie audio
he_il: יציאת שמע
it_it: Uscita audio
ja_jp: オーディオ出力
ko_kr: 오디오 출력
tr_tr: Ses çıkışı

source: Forward microphone
cs_cz: Přesměrovat mikrofon
de_de: Mikrofon weiterleiten
fr_fr: Transfert du microphone
he_il: העבר מיקרופון
it_it: Inoltra il microfono
ja_jp: マイクを転送
ko_kr: 마이크 포워딩하기
tr_tr: Mikrofonu yönlendir

source: Audio output buffer
cs_cz: Vyrovnávací paměť zvukového výstupu
de_de: Audio-Ausgabepuffer
fr_fr: Tampon de sortie audio
he_il: אוגר יציאת שמע
it_it: Buffer di uscita audio
ja_jp: オーディオ出力バッファ
ko_kr: 오디오 출력 버퍼
tr_tr: Ses çıkış arabelleği

source: Audio codec
cs_cz: Zvukový kodek
fr_fr: Codec audio
he_il: קידוד שמע
it_it: Codec audio
ja_jp: オーディオコーデック
ko_kr: 오디오 코덱
tr_tr: Ses codec

source: Adb Settings
cs_cz: Nastavení ADB
de_de: ADB-Einstellungen
fr_fr: Réglages ADB
he_il: הגדרות Adb
it_it: Impostazioni ADB
ja_jp: Adb 設定
ko_kr: ADB 설정
ru_ru: Настройки Adb
tr_tr: Adb Ayarları

source: Auto connect
cs_cz: Připojit automaticky
de_de: Automatisch verbinden
fr_fr: Connexion automatique
he_il: חיבור אוטומטי
it_it: Connessione automatica
ja_jp: 自動接続
ko_kr: 자동 연결
ru_ru: Автоматическое соединение
tr_tr: Otomatik bağlan

source: Both
cs_cz: Obě
de_de: Beide
fr_fr: Les deux
he_il: שניהם
it_it: Entrambi
ja_jp: 両方
ko_kr: 모두
ru_ru: Оба
tr_tr: Her ikisi de

source: Desktop device
cs_cz: Počítač
de_de: Desktop-Gerät
fr_fr: Appareil de bureau
he_il: התקן שולחני
it_it: Dispositivo desktop
ja_jp: デスクトップデバイス
ko_kr: 데스크톱 기기
tr_tr: Masaüstü cihazı

source: Remote device
cs_cz: Vzdálené zařízení
de_de: Remote-Gerät
fr_fr: Appareil distant
he_il: התקן מרוחק
it_it: Dispositivo remoto
ja_jp: リモートデバイス
ko_kr: 원격 기기
tr_tr: Uzak cihaz

# SelectDevice
source: Select a device
cs_cz: Vyberte zařízení
de_de: Ein Gerät wählen
fr_fr: Sélectionnez un appareil
he_il: בחר התקן
it_it: Seleziona un dispositivo
ja_jp: デバイスを選択
ko_kr: 기기 선택
ru_ru: Выбрать устройство
tr_tr: Bir cihaz seçin

source: Start
cs_cz: Spustit
fr_fr: Démarrer
he_il: התחל
it_it: Avvia
ja_jp: スタート
ko_kr: 시작
tr_tr: Başlat

# ScrcpyDevicePreference
source: Device preference
cs_cz: Preference zařízení
de_de: Geräteeinstellungen
fr_fr: Préférence de l'appareil
he_il: הגדרות התקן
it_it: Preferenza dispositivo
ja_jp: デバイス設定
ko_kr: 선호하는 기기
tr_tr: Cihaz tercihi

source: Ask every time
cs_cz: Zeptat se pokaždé
de_de: Jedes Mal fragen
fr_fr: Toujours demander
he_il: שאל בכל פעם
it_it: Chiedi ogni volta
ja_jp: 毎回確認する
ko_kr: 항상 확인
tr_tr: Her defasında sor

# ScrcpyErrorTitle
source: Scrcpy failed to start
cs_cz: Nepodařilo se spustit scrcpy
de_de: Scrcpy konnte nicht starten
fr_fr: Scrapy n'a pas pu démarrer
he_il: התוכנה Scrcpy נכשלה בעת הרצתה
it_it: Avvio di scrcpy non riuscito
ja_jp: Scrcpy の開始に失敗しました
ko_kr: scrcpy를 실행하지 못했습니다
tr_tr: Scrcpy başlatılamadı

source: Copy error
cs_cz: Kopírovat chybu
de_de: Kopierfehler
fr_fr: Copier l'erreur
he_il: העתק שגיאה
it_it: Copia errore
ja_jp: コピーのエラー
ko_kr: 복사 오류
tr_tr: Kopyalama hatası

source: Device name
cs_cz: Název zařízení
de_de: Gerätename
fr_fr: Nom de l'appareil
he_il: שם ההתקן
it_it: Nome dispositivo
ja_jp: デバイス名
ko_kr: 기기 이름
ru_ru: Имя устройства
tr_tr: Cihaz adı

source: Enable virtual display
cs_cz: Povolit virtuální displej
de_de: Virtuellen Bildschirm aktivieren
fr_fr: Activer l'affichage virtuel
he_il: הפעל מסך ווירטואלי
it_it: Abilita schermo virtuale
ja_jp: 仮想ディスプレイを有効にする
ko_kr: 가상 디스플레이 활성화
ru_ru: Включить виртуальный экран
tr_tr: Sanal ekranı etkinleştir

source: Uninstall
cs_cz: Odinstalovat
de_de: Deinstallieren
fr_fr: Désinstaller
it_it: Disinstalla
ko_kr: 삭제
ru_ru: Удалить
tr_tr: Kaldır

# UnlockDeviceHelpTitle
source: Unlock commands help
cs_cz: Nápověda k příkazům shellu
de_de: Shell-Befehle - Hilfe
fr_fr: Shell commands help
he_il: Shell commands help
it_it: Guida ai comandi di sblocco
ja_jp: Shell commands help
ko_kr: 쉘 명령어 도움말
ru_ru: Shell commands help
tr_tr: Kabuk komutları yardımı

# UnlockDeviceHelpDescription
source: Commands run in order before launching scrcpy. Set a delay in milliseconds after each command if your device needs time to react. Use 0 for no delay. Use %pwd% as a placeholder to be prompted for your password.
cs_cz: Příkazy shellu v textovém poli budou spuštěny před spuštěním scrcpy. Zadejte příkazy, které fungují na vašem zařízení, každý na samostatný řádek. Pokud chcete být vyzváni k zadání hesla, použijte %pwd% jako zástupný symbol hesla.
de_de: Die Shell-Befehle im Textfeld werden ausgeführt, bevor scrcpy gestartet wird. Geben Sie Befehle ein, die auf Ihrem Gerät funktionieren, getrennt durch Zeile. Verwenden Sie %pwd% als Platzhalter für Ihr Passwort, wenn Sie danach gefragt werden müssen.
fr_fr: The shell commands in the text box will be executed before launching scrcpy. Enter commands that work on your device, separated by line.
he_il: The shell commands in the text box will be executed before launching scrcpy. Enter commands that work on your device, separated by line.
it_it: I comandi vengono eseguiti in ordine prima di avviare scrcpy. Imposta un ritardo in millisecondi dopo ogni comando se il dispositivo ha bisogno di tempo per reagire. Usa 0 per nessun ritardo. Usa %pwd% come segnaposto per farti richiedere la password.
ja_jp: The shell commands in the text box will be executed before launching scrcpy. Enter commands that work on your device, separated by line.
ko_kr: The shell commands in the text box will be executed before launching scrcpy. Enter commands that work on your device, separated by line.
ru_ru: The shell commands in the text box will be executed before launching scrcpy. Enter commands that work on your device, separated by line.
tr_tr: Metin kutusundaki kabuk komutları scrcpy başlatılmadan önce yürütülecektir. Cihazınızda çalışan komutları satırlarla ayırarak girin. Parolanızın istenmesi gerekiyorsa, parola yer tutucusu olarak %pwd% kullanın.

# UnlockDeviceHelpExample
source: Example:
cs_cz: Příklad:
de_de: Beispiel:
fr_fr: Exemple :
it_it: Esempio:
ko_kr: 예:
ru_ru: Пример:
tr_tr: Örnek:

source: Pinned apps
cs_cz: Připnuté aplikace
de_de: Angeheftete Apps
fr_fr: Applis épinglées
it_it: App fissate
ko_kr: 고정된 앱
ru_ru: Закрепленные приложения
tr_tr: Sabitlenmiş uygulamalar

source: Actions
cs_cz: Akce
de_de: Aktionen
it_it: Azioni
ko_kr: 동작
tr_tr: Eylemler

# ActionsDescription
source: Configure custom actions and executable commands
cs_cz: Nastavte vlastní akce a spustitelné příkazy
de_de: Benutzerdefinierte Aktionen und ausführbare Befehle konfigurieren
fr_fr: Configurer des actions personnalisées et des commandes exécutables
it_it: Configura azioni personalizzate e comandi eseguibili
ko_kr: 커스텀 동작과 명령을 편집
tr_tr: Özel eylemleri ve çalıştırılabilir komutları yapılandırın

# AdbNoDevice
source: No ADB devices connected
cs_cz: Nejsou připojena žádná zařízení ADB
de_de: Keine ADB-Geräte verbunden
fr_fr: Aucun périphérique ADB n'est connecté
it_it: Nessun dispositivo ADB connesso
ko_kr: ADB 기기가 연결되지 않았습니다
tr_tr: Bağlı ADB cihazı yok

# AdbNoDeviceSubtitle
source: Turn on ADB and connect your device via USB or Wi-Fi to see it here.
cs_cz: Zapněte ADB a připojte zařízení přes USB nebo Wi-Fi, aby se zde zobrazilo.
de_de: Schalten Sie ADB ein und verbinden Sie Ihr Gerät über USB oder WLAN, um es hier zu sehen.
it_it: Attiva ADB e collega il dispositivo tramite USB o Wi-Fi per vederlo qui.
ru_ru: Включите ADB и подключите устройство через USB или Wi-Fi, чтобы увидеть его здесь.
tr_tr: Burada görmek için ADB'yi açın ve cihazınızı USB veya Wi-Fi ile bağlayın.

source: Clipboard settings
cs_cz: Nastavení schránky
fr_fr: Paramètres du presse-papiers
it_it: Impostazioni appunti
ko_kr: 클립보드 설정
tr_tr: Pano ayarları

source: Device settings
cs_cz: Nastavení zařízení
de_de: Geräteeinstellungen
fr_fr: Paramètres de l'appareil
it_it: Impostazioni dispositivo
ko_kr: 기기 설정
tr_tr: Cihaz ayarları

source: Notification settings
cs_cz: Nastavení oznámení
de_de: Benachrichtigungseinstellungen
fr_fr: Paramètres de notification
it_it: Impostazioni notifiche
ko_kr: 알림 설정
tr_tr: Bildirim ayarları

source: Screen mirror settings
cs_cz: Nastavení zrcadlení obrazovky
de_de: Bildschirmspiegelung Einstellungen
fr_fr: Paramètres du miroir d'écran
it_it: Impostazioni mirroring dello schermo
ko_kr: 화면 미러링 설정
tr_tr: Ekran yansıtma ayarları

# OpenLinksInBrowserDescription
source: Automatically open links from clipboard in default browser
cs_cz: Automaticky otevírat odkazy ze schránky ve výchozím prohlížeči
de_de: Links aus der Zwischenablage automatisch im Standardbrowser öffnen
fr_fr: Ouvrir automatiquement les liens depuis le presse-papiers dans le navigateur par défaut
it_it: Apri automaticamente nel browser predefinito i link presenti negli appunti
ko_kr: 클립보드의 링크를 기본 브라우저에서 자동으로 열기
ru_ru: Автоматически открывать ссылки из буфера обмена в браузере
tr_tr: Panodaki bağlantıları varsayılan tarayıcıda otomatik olarak aç

# ShowClipboardToastDescription
source: Show toast notifications for clipboard changes
cs_cz: Zobrazovat toast oznámení při změnách schránky
de_de: Benachrichtigungen für Änderungen der Zwischenablage anzeigen
fr_fr: Afficher les notifications toast pour les modifications du presse-papiers
it_it: Mostra notifiche popup per le modifiche agli appunti
ko_kr: 클립보드의 내용이 바뀌면 토스트 알림 표시
tr_tr: Pano değişiklikleri için bildirim pencereleri göster

# ClipboardFilesDescription
source: Enable file synchronization through clipboard
cs_cz: Povolit synchronizaci souborů přes schránku
de_de: Dateisynchronisierung durch Zwischenablage aktivieren
fr_fr: Activer la synchronisation des fichiers via le presse-papiers
it_it: Abilita la sincronizzazione dei file tramite gli appunti
ko_kr: 클립보드를 통한 파일 동기화 활성화
tr_tr: Pano aracılığıyla dosya senkronizasyonunu etkinleştir

# AutoConnectDescription
source: Automatically connect to ADB when device connects
cs_cz: Automaticky se připojit k ADB po připojení zařízení
de_de: Bei Verbindung zum Gerät automatisch mit ADB verbinden
fr_fr: Se connecter automatiquement à ADB lorsque l'appareil se connecte
it_it: Connetti automaticamente ad ADB quando il dispositivo si connette
ko_kr: 기기 연결 시 자동으로 ADB에 연결
ru_ru: Автоматически подключаться к ADB при подключении устройства
tr_tr: Cihaz bağlandığında ADB'ye otomatik olarak bağlan

# SyncClipboardChanges
source: Sync clipboard changes with this device
cs_cz: Synchronizovat změny schránky s tímto zařízením
de_de: Zwischenablageänderungen mit diesem Gerät synchronisieren
fr_fr: Synchroniser les modifications du presse-papiers avec cet appareil
it_it: Sincronizza le modifiche agli appunti con questo dispositivo
ko_kr: 이 기기와 클립보드 변경 사항 동기화
ru_ru: Синхронизировать изменения буфера обмена с этим устройством
tr_tr: Pano değişikliklerini bu cihazla senkronize et

source: Configure notification settings
cs_cz: Nastavit oznámení
de_de: Benachrichtigungseinstellungen konfigurieren
fr_fr: Configurer les paramètres de notification
it_it: Configura le impostazioni delle notifiche
ko_kr: 알림 설정 변경
ru_ru: Настройка параметров уведомлений
tr_tr: Bildirim ayarlarını yapılandır

# DisplayToastNotifications
source: Display toast notifications on this PC
cs_cz: Zobrazovat toast oznámení na tomto počítači
de_de: Benachrichtigungen auf diesem PC anzeigen
fr_fr: Afficher les notifications toast sur ce PC
it_it: Mostra le notifiche popup su questo PC
ko_kr: 이 PC에서 토스트 알림 표시
tr_tr: Bu bilgisayarda bildirim pencerelerini göster

source: Show badge
cs_cz: Zobrazit odznak
de_de: Badges anzeigen
fr_fr: Afficher le badge
it_it: Mostra badge
ko_kr: 배지 표시
tr_tr: Rozeti göster

# ShowBadgeDescription
source: Show notification badge on taskbar
cs_cz: Zobrazit odznak oznámení na hlavním panelu
de_de: Benachrichtigungszeichen in der Taskleiste anzeigen
fr_fr: Afficher le badge de notification dans la barre des tâches
it_it: Mostra il badge delle notifiche sulla barra delle applicazioni
ko_kr: 작업 표시줄에서 알림 배지 표시
tr_tr: Görev çubuğunda bildirim rozetini göster

source: Low battery alerts
it_it: Avvisi di batteria scarica

# LowBatteryAlertsDescription
source: Show a notification when this device reaches or drops below the selected battery percentage
it_it: Mostra una notifica quando questo dispositivo raggiunge o scende sotto la percentuale di batteria selezionata

source: Low battery threshold
it_it: Soglia di batteria scarica

# LowBatteryThresholdDescription
source: Choose the battery percentage that triggers the alert for this device
it_it: Scegli la percentuale di batteria che attiva l'avviso per questo dispositivo

source: Ignore during Do Not Disturb
cs_cz: Ignorovat během režimu Nerušit
de_de: Ignorieren während "Nicht stören"
fr_fr: Ignorer pendant le mode "Ne pas déranger"
it_it: Ignora durante Non disturbare
ko_kr: 방해 금지 모드에서 무시하기
tr_tr: Rahatsız Etme modundayken yoksay

# IgnoreDuringDoNotDisturbDescription
source: Don't show notifications when Do Not Disturb is enabled
cs_cz: Nezobrazovat oznámení, když je zapnutý režim Nerušit
de_de: Benachrichtigungen nicht anzeigen wenn "Nicht stören" aktiviert ist
fr_fr: Ne pas afficher les notifications lorsque le mode Ne pas déranger est activé
it_it: Non mostrare le notifiche quando Non disturbare è attivo
ko_kr: 방해 금지 모드에서 알림 표시하지 않기
tr_tr: Rahatsız Etme modu etkinken bildirim gösterme

source: Connection preference
cs_cz: Preference připojení
de_de: Verbindungs­einstellung
fr_fr: Préférences de connexion
it_it: Preferenza di connessione
ko_kr: 연결 설정
tr_tr: Bağlantı tercihi

source: Add action
cs_cz: Přidat akci
de_de: Aktion hinzufügen
fr_fr: Ajouter une action
it_it: Aggiungi azione
ko_kr: 동작 추가
tr_tr: Eylem ekle

# Reorder
source: Drag to reorder
it_it: Trascina per riordinare

source: Run
it_it: Esegui

source: Power
it_it: Alimentazione

source: Sleep
it_it: Sospensione

source: Hibernate
it_it: Ibernazione

source: Restart
it_it: Riavvia

source: Shutdown
it_it: Arresta

source: Lock
it_it: Blocca

source: Log off
it_it: Disconnetti

# RunPath
source: Path
it_it: Percorso

# EnterRunPath
source: File, folder, or application path
it_it: Percorso di un file, una cartella o un'applicazione

# ActionIcon
source: Icon
it_it: Icona

# BrowseCustomIcon
source: Browse image
it_it: Sfoglia immagine

# ChangeIcon
source: Change…
it_it: Cambia…

source: Search icons
it_it: Cerca icone

# UseBuiltInIcon
source: Use built-in
it_it: Usa integrata

source: Ask for confirmation
it_it: Chiedi conferma

# PowerKind
source: Power option
it_it: Opzione di alimentazione

source: Edit
cs_cz: Upravit
de_de: Bearbeiten
fr_fr: Modifier
it_it: Modifica
ko_kr: 편집
tr_tr: Düzenle

source: No actions configured
cs_cz: Nejsou nastaveny žádné akce
de_de: Keine Aktionen konfiguriert
fr_fr: Aucune action configurée
it_it: Nessuna azione configurata
ko_kr: 설정된 동작 없음
tr_tr: Yapılandırılmış eylem yok

source: Action name
cs_cz: Název akce
de_de: Aktionsname
fr_fr: Nom de l'action
it_it: Nome azione
ko_kr: 동작 이름
tr_tr: Eylem adı

source: Arguments
cs_cz: Argumenty
de_de: Argumente
it_it: Argomenti
ko_kr: 인수
tr_tr: Argümanlar

source: Start in directory
cs_cz: Spustit ve složce
de_de: Starte im Verzeichnis
fr_fr: Démarrer dans le répertoire
it_it: Directory di avvio
ko_kr: 이 디렉터리에서 시작
tr_tr: Başlangıç dizini

source: Enter action name
cs_cz: Zadejte název akce
de_de: Aktionsname eingeben
fr_fr: Entrez le nom de l'action
it_it: Inserisci il nome dell'azione
ko_kr: 동작 이름 입력
tr_tr: Eylem adını girin

# CommandLineArguments
source: Command line arguments (optional)
cs_cz: Argumenty příkazové řádky (volitelné)
de_de: Kommandozeilenargumente (optional)
fr_fr: Arguments de ligne de commande (facultatif)
it_it: Argomenti della riga di comando (facoltativo)
ko_kr: 명령문 인수 (선택)
tr_tr: Komut satırı argümanları (isteğe bağlı)

source: Enter password
cs_cz: Zadejte heslo
de_de: Passwort eingeben
fr_fr: Entrez le mot de passe
it_it: Inserisci la password
ko_kr: 암호 입력
ru_ru: Введите пароль
tr_tr: Parolayı girin

# EnterPasswordDescription
source: Enter the device unlock password to continue.
it_it: Inserisci la password di sblocco del dispositivo per continuare.

source: Reply
cs_cz: Odpovědět
de_de: Antworten
fr_fr: Répondre
it_it: Rispondi
ko_kr: 답장
ru_ru: Ответить
tr_tr: Yanıtla

source: Back
cs_cz: Zpět
de_de: Zurück
fr_fr: Retour
it_it: Indietro
ko_kr: 뒤로
ru_ru: Назад
tr_tr: Geri

source: Browse
cs_cz: Procházet
de_de: Durchsuchen
fr_fr: Parcourir
it_it: Sfoglia
ko_kr: 탐색
tr_tr: Gözat

# EnterAddressesAndCompose
source: Enter addresses above and compose your message below
cs_cz: Zadejte výše adresy a níže napište zprávu
de_de: Geben Sie oben Adressen ein und verfassen Sie Ihre Nachricht darunter
fr_fr: Entrez les adresses ci-dessus et composez votre message ci-dessous
it_it: Inserisci gli indirizzi sopra e scrivi il messaggio qui sotto
ko_kr: 위에 주소를 입력한 뒤 아래에 메시지를 작성하세요
tr_tr: Yukarıya adresleri girin ve mesajınızı aşağıda oluşturun

source: Use TCP/IP mode
cs_cz: Použít režim TCP/IP
de_de: TCP/IP-Modus verwenden
fr_fr: Utiliser le mode TCP/IP
it_it: Usa la modalità TCP/IP
ko_kr: TCP/IP 모드 사용
ru_ru: Использовать TCP/IP режим
tr_tr: TCP/IP modunu kullan

# UseTcpIpModeDescription
source: Enable wireless ADB connections
cs_cz: Povolit bezdrátová ADB připojení
de_de: Aktiviere drahtlose ADB-Verbindungen
fr_fr: Activer les connexions ADB sans fil
it_it: Abilita le connessioni ADB wireless
ko_kr: 무선 ADB 연결 활성화
tr_tr: Kablosuz ADB bağlantılarını etkinleştir

# WorkingDirectory
source: Working directory (optional)
cs_cz: Pracovní adresář (volitelné)
de_de: Arbeitsverzeichnis (optional)
fr_fr: Répertoire de travail (facultatif)
it_it: Directory di lavoro (facoltativo)
ko_kr: 작업 디렉터리 (선택)
ru_ru: Рабочая папка (необязательно)
tr_tr: Çalışma dizini (isteğe bağlı)

# UnlockDeviceBeforeLaunch
source: Unlock device before launching scrcpy
cs_cz: Odemknout zařízení před spuštěním scrcpy
de_de: Gerät entsperren, bevor scrcpy gestartet wird
fr_fr: Déverrouiller l'appareil avant de lancer scrcpy
it_it: Sblocca il dispositivo prima di avviare scrcpy
ko_kr: scrcpy 실행 전 기기 잠금 해제
ru_ru: Разблокируйте устройство перед запуском scrcpy
tr_tr: scrcpy'yi başlatmadan önce cihazın kilidini aç

# UnlockCommandsHeader
source: Unlock commands
it_it: Comandi di sblocco

# NewUnlockCommand
source: New command
it_it: Nuovo comando

source: Password cache timeout
it_it: Timeout della cache della password
